export default {
    DATA: [
        {
            id: 'bd7acbea-c1b1-46c2-aed5-3ad53abb28ba',
            title: 'Российская Федерация',
            phonePrefix: '+7',
        },
        {
            id: '3ac68afc-c605-48d3-a4f8-fbd91aa97f63',
            title: 'США',
            phonePrefix: '+1',
        },
        {
            id: '58694a0f-3da1-471f-bd96-145571eыв29d72',
            title: 'Бразилия',
            phonePrefix: '+55',
        },
        {
            id: '58694a0f-3da1-471f-bd96-14557пыай1e29d72',
            title: 'ыаыв',
            phonePrefix: '+1',
        },
        {
            id: '58694a0f-3da1-471f-bd96-ывпы145571e29d72',
            title: 'ыВП',
            phonePrefix: '+1',
        },
        {
            id: '58694a0f-3da1-471f-bпывпd96-145571e29d72',
            title: 'ПЫВ',
            phonePrefix: '+1',
        },
        {
            id: '58694a0f-3da1-471fпыв-bd96-145571e29d72',
            title: 'hdfh',
            phonePrefix: '+1',
        },
        {
            id: '58694a0f-3da1-471f-bфкd96-145571e29d72',
            title: 'SD',
            phonePrefix: '+1',
        },
        {
            id: '58694a0f-3da1-кйцк471f-bd96-145571e29d72',
            title: 'БразилиGSDGя',
            phonePrefix: '+1',
        },
    ],
    QUOTES_DATA: [
        {
            id: 0,
            textName: 'A GUIDE TO THE GOOD LIFESSSSSSSSSS',
            textWriter: 'William B.',
            textQuote:
                'для личного совершенствования необходимо прежде изменить условия, среди которых живут люди. ' +
                'для личного совершенствования необходимо прежде изменить условия, среди которых живут люди.' +
                'для личного совершенствования необходимо прежде изменить условия, среди которых живут люди.' +
                'для личного совершенствования необходимо прежде изменить условия, среди которых живут люди.' +
                'для личного совершенствования необходимо прежде изменить условия, среди которых живут люды.' +
                'для личного совершенствования необходимо прежде изменить условия, среди которых живут люди.',
            isLast: false,
        },
        {
            id: 1,
            textName: 'A GUIDE TO THE GOOD LIFE',
            textWriter: 'William B.',
            textQuote: 'для личного совершенствования необходимо прежде изменить условия, среди которых живут люди. ',
            isLast: false,
        },
        {
            id: 2,
            textName: 'A GUIDE TO THE GOOD LIFE',
            textWriter: 'William B.',
            textQuote: 'для личного совершенствования необходимо прежде изменить условия, среди которых живут люди. ',
            isLast: false,
        },
        {
            id: 3,
            textName: 'A GUIDE TO THE GOOD LIFE',
            textWriter: 'William B.',
            textQuote: 'для личного совершенствования необходимо прежде изменить условия, среди которых живут люди. ',
            isLast: false,
        },
        {
            id: 4,
            textName: 'A GUIDE TO THE GOOD LIFE',
            textWriter: 'William B.',
            textQuote: 'для личного совершенствования необходимо прежде изменить условия, среди которых живут люди. ',
            isLast: false,
        },
        {
            id: 5,
            textName: 'A GUIDE TO THE GOOD LIFE',
            textWriter: 'William B.',
            textQuote: 'для личного совершенствования необходимо прежде изменить условия, среди которых живут люди. ',
            isLast: false,
        },
        {
            id: 6,
            textName: 'A GUIDE TO THE GOOD LIFE',
            textWriter: 'William B.',
            textQuote: '2для личного совершенствования необходимо прежде изменить условия, среди которых живут люди. ',
            isLast: false,
        },
        {
            id: 7,
            textName: 'A GUIDE TO THE GOOD LIFE',
            textWriter: 'William B.',
            textQuote: '1для личного совершенствования необходимо прежде изменить условия, среди которых живут люди. ',
            isLast: true,
        },
    ],
    header: 'Авторизация',
    instruction: 'Выберите пожалуйста код страны и затем введите свой номер телефона',
    phoneIndex: '+7',
    placeHolder: 'Номер телефона',
    buttonTextNext: 'Продолжить',
    buttonTextNextGuest: 'Продолжить как гость',
    headerVerification: 'Введите Код',
    instructionVerification: 'Мы отправили одноразовый код \nна ваш телефон',
    buttonTextContinue: 'Продолжить',
    buttonTextRetry: 'Выслать повторно',
    cellCount: 4,
    headerMain: 'Appostrof',
    textRating: 'Рейтинг',
    scoreRating: '8.9/10',
    textDuration: 'Длительность',
    duration: '1ч 12мин',
    textComplete: 'Прочитано',
    completePercent: '12%',
    textMystic: 'Мистика',
    textThriller: 'Триллер',
    textRomance: 'Роман',
    exitText: 'Вы уверены, что хотите выйти?',
    yesText: 'Да',
    noText: 'Нет',
    textName: 'Руководство по хорошей жизни',
    textAuthor: 'William B.',
    name: 'Владислав Волков',
    boxInterests: 'Интересы',
    boxSettin: 'Настройки',
    infoRead: 'Прочитано',
    infoCount: '78',
    infoAllQuotes: 'Цитат',
    infoQuotesCount: '12 131',
    infoStreaks: 'Стрики',
    infoStreakLevel: 'Мидл',
    quotesHeader: 'Мои цитаты',
    buttonTextQuotes: 'Смотреть все',
    quotesSearch: 'Найти цитату',
    quotesAllText: 'Все',
    textQuestionEstimateStory: 'Как вам рассказ?',
    textEstimateStory: 'Оцените рассказ по пятибальной шкале',
    storyText:
        'Отец мой Андрей Петрович Гринев в молодости своей служил при графе Минихе и вышел в ' +
        'отставку премьер-майором в 17.. году. С тех пор жил он в своей Симбирской деревне, где и женился' +
        'на девице Авдотье Васильевне Ю., дочери бедного тамошнего дворянина. Нас было девять человек' +
        'детей. Все мои братья и сестры умерли во младенчестве. Матушка была еще мною брюхата, как уже я' +
        'был записан в Семеновский полк сержантом, по милости майора гвардии князя В., близкого нашего' +
        'родственника. Если бы паче всякого чаяния матушка родила дочь, то батюшка объявил бы куда' +
        'следовало о смерти неявившегося сержанта, и дело тем бы и кончилось. Я считался в отпуску до' +
        'окончания наук. В то время воспитывались мы не по-нонешнему. С пятилетнего возраста отдан я был' +
        'на руки стремянному Савельичу, за трезвое поведение пожалованному мне в дядьки. Под его надзором' +
        'на двенадцатом году выучился я русской грамоте и мог очень здраво судить о свойствах борзого' +
        'кобеля. В это время батюшка нанял для меня француза, мосье Бопре, которого выписали из Москвы' +
        'вместе с годовым запасом вина и прованского масла. Приезд его сильно не понравился Савельичу.' +
        '«Слава богу, — ворчал он про себя, — кажется, дитя умыт, причесан, накормлен. Куда как нужно\n' +
        'тратить лишние деньги и...' +
        'Отец мой Андрей Петрович Гринев в молодости своей служил при графе Минихе и вышел в ' +
        'отставку премьер-майором в 17.. году. С тех пор жил он в своей Симбирской деревне, где и женился' +
        'на девице Авдотье Васильевне Ю., дочери бедного тамошнего дворянина. Нас было девять человек' +
        'детей. Все мои братья и сестры умерли во младенчестве. Матушка была еще мною брюхата, как уже я' +
        'был записан в Семеновский полк сержантом, по милости майора гвардии князя В., близкого нашего' +
        'родственника. Если бы паче всякого чаяния матушка родила дочь, то батюшка объявил бы куда' +
        'следовало о смерти неявившегося сержанта, и дело тем бы и кончилось. Я считался в отпуску до' +
        'окончания наук. В то время воспитывались мы не по-нонешнему. С пятилетнего возраста отдан я был' +
        'на руки стремянному Савельичу, за трезвое поведение пожалованному мне в дядьки. Под его надзором' +
        'на двенадцатом году выучился я русской грамоте и мог очень здраво судить о свойствах борзого' +
        'кобеля. В это время батюшка нанял для меня француза, мосье Бопре, которого выписали из Москвы' +
        'вместе с годовым запасом вина и прованского масла. Приезд его сильно не понравился Савельичу.' +
        '«Слава богу, — ворчал он про себя, — кажется, дитя умыт, причесан, накормлен. Куда как нужно\n' +
        'тратить лишние деньги и',
};
